{
  "3007": {
    "TaskGroupID": 307,
    "NameLocMeta": {
      "InKey": "Name_3007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "传奇玩家"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "真正的冠军"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "传奇玩家并非指某个人或某个组织，而是站在矩阵玩家排行榜顶点的一批人。只有在残酷的竞争中脱颖而出，才有资格被冠以传奇之名。在无数次突破自我的战斗中，几乎无人不知这对兄妹在矩阵创下的各项记录，而日暮与塔罗斯也终于凭借着自身的努力跻身于传奇之列。然而诋毁与嫉妒也接踵而至：“那两个人那么年轻，哪来的这些实力？一定是作弊了！”“是啊，才玩了这么点时间，说不定这两人就是帝谷集团的内部号！”谣言一旦开始，便难以制止，一时间矩阵的世界频道中纷纷响起了对二人的猜测。日暮一次次想要开口反击，却被塔罗斯拦住。塔罗斯十分清楚靠嘴没用，只能用事实证明自己。或许是天赐的良机，帝谷集团宣布将在矩阵五周年时举办数字虚拟大赛。这场轰动全球的盛事立刻便吸引了全世界的目光。而塔罗斯知道，他们的机会来了。在强者如云的传奇序列之中，一开始并没有人看好这对这对有作弊嫌疑的搭档。然而事实总是出人意料：在全世界的注视之下，塔罗斯与日暮一次次击败强敌，依靠着精彩的操作与战术成功突围。海选赛——复选赛——三十二强——十六强——八强——四强——决赛。塔罗斯与日暮从一开始并不被人看好的组合，逐渐成为了夺冠的大热门，并最终在众人的欢呼声中成为了虚拟大赛的冠军。夺冠的那一刻，世界频道中充满了对于二人的溢美之词。看着欢呼雀跃的日暮，塔罗斯第一次感受到了满足。"
    },
    "ID": 3007,
    "Level": 7,
    "IconPath": ""
  },
  "3008": {
    "TaskGroupID": 308,
    "NameLocMeta": {
      "InKey": "Name_3008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "永恒的追寻"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "无论你在何处，我一定会找到你的，日暮"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "塔罗斯正在中央站台等待着零岚。他们约定要在此刻见面，然而塔罗斯却早已提前一个小时等候在此。当年轻的矩阵管理员带着歉意来到时，塔罗斯便知道此次又是徒劳无功。“抱歉…我们仍未搜查到日暮的踪迹。”年轻的管理员再一次说出了这句话。塔罗斯默默点了点头便转身离去，当离开了零岚的视线之后，塔罗斯颓然地坐在了地上。自从日暮被病毒带走已经过去多久了？身处矩阵之中，塔罗斯甚至连时间也有些记不清了。望着熟悉的矩阵风景，塔罗斯却殊无半分怀念。日暮也曾与自己跨越万千山水，游览美景。然而日暮如今又在哪里？于是塔罗斯站了起来，眼神只在一刹那间便更为坚毅。“无论你在何处，我一定会找到你的，日暮。”"
    },
    "ID": 3008,
    "Level": 8,
    "IconPath": ""
  },
  "4001": {
    "TaskGroupID": 401,
    "NameLocMeta": {
      "InKey": "Name_4001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "机器人工厂"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "他们自诩为创造者，也因此失去了对于机器人的敬畏之心。"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "在虚拟现实技术出现之前，智能机械就是这个世界最新的科技潮流。帝谷集团吞并了数个科技巨头，并将业务范围拓展到了智能机器人领域。在谷梁源大刀阔斧的改革下，帝谷集团对机器人生产技术进行了革命性的改革，整个世界似乎进入了机器人生产的黄金年代，帝谷集团开始在各个大洲内挑选可以自动生产机器人的大规模工厂。格罗莉亚就出生在被称之为“一号机器工厂”的国家，这个位于欧洲的国度，由于地理环境与政治等多方面因素，人民始终挣扎在温饱线附近，但帝谷集团看中了该国的发展潜力（实际上看中的是廉价劳动力），因此选中该国作为首个机器人工厂的地址。在以机器人生产闻名遐迩之后，当地经济取得了高速的发展，几乎每一个适龄的生产力都会进入工厂内参与机器人的组装与拆卸，流水线的操作流程让每一个居民对于机器人的内部构造驾轻就熟，在内心之中，他们自诩为创造者，也因此失去了对于机器人的敬畏之心。"
    },
    "ID": 4001,
    "Level": 1,
    "IconPath": ""
  },
  "4002": {
    "TaskGroupID": 402,
    "NameLocMeta": {
      "InKey": "Name_4002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "陪伴和温暖"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "正是因为有了机器人，格罗莉亚不再孤单"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "年幼的格罗莉亚对于外界的一切都抱有令人惊叹的好奇心以及热情。对于那些比自己还要矮，却无所不能的机器人，格罗莉亚总是充满了依赖与信任，或许这与格罗莉亚的成长经历相关，格罗莉亚的父母是机器人工厂的高层，参与了机器人工厂从创立到辉煌的大部分岁月，在外界眼中是让这个城市复苏的中坚力量，然而他们对格罗莉亚却不够重视，大部分情况下，他们都让格罗莉亚与家中的小机器人共同生活。小机器人陪伴了格罗莉亚从出生到童年的所有岁月，即是保姆，又是管家，同时也是最亲近的朋友，在机器人的陪伴下，小小的少女被保护的很好很好。岁月无可避免地在对少女身上留下痕迹，从仰视着小机器人，直至与机器人身高平齐，再到高过小机器人。"
    },
    "ID": 4002,
    "Level": 2,
    "IconPath": ""
  },
  "4003": {
    "TaskGroupID": 403,
    "NameLocMeta": {
      "InKey": "Name_4003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "调皮发明家"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "格罗莉亚才发现了这个真相——并不是所有人都和自己一样喜欢小机器人"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "少女顽皮天真的天性却无从释放，从八岁开始，格罗莉亚的名声就响彻在居民的口中。「改造智能家居引发全镇停电，八岁时利用废料拼装自动写作业机器人直至学年结束才被发现，九岁时在家改装警报系统导致路人遭遇西红柿攻势。」看着女儿数不胜数的“罪行”，父母不禁扶额，随后他们便将原因归咎到小机器人的身上。在父母的眼中，正是那些小机器人没有担当起照顾格罗莉亚的责任，甚至在某些目击者的口述中，这些小机器人还是格罗莉亚的帮凶。为此，父母将家中所有的小机器人全部回收，而也正是从那一天起，格罗莉亚才发现了这个真相——并不是所有人都和自己一样喜欢小机器人。在所有小机器人都被父母回收之后，格罗莉亚没有展现出哭哭啼啼的样子，在父母看来，这是格罗莉亚长大的表现，而格罗莉亚却有着自己的想法。"
    },
    "ID": 4003,
    "Level": 3,
    "IconPath": ""
  },
  "4004": {
    "TaskGroupID": 404,
    "NameLocMeta": {
      "InKey": "Name_4004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "月黑风高夜"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "这是她自己亲自制作的第一批机器人，也是少女送给自己的礼物"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "趁着父母熟睡时，格罗莉亚携带自己的小小工具箱，越过窗台，跑过长街，在月光的指引下，来到了机器人生产工厂。格罗莉亚成功瘫痪了工厂电力，并摸黑进入了回收车间，在这里她看到曾经与自己亲密成长的机器人同伴们被拆解成了一个又一个零件，曾经闪烁光芒的屏幕如今只剩下黯淡的光点，在这一夜，少女的心境发生了天翻地覆的变化。翌日，在工厂内的一份资产清单上报告了数个机器人芯片丢失的事件，而在父母上班后，格罗莉亚也开始了自己的伟大工程，她将从工厂内拿回的机器人芯片与自己房中内玩偶组合。在一番鼓捣下，随着电子屏幕不停闪烁，格罗莉亚屏住呼吸，等待着最后的结果。玩偶外表的小机器人在地上动了一动，便渐渐靠近着格罗莉亚，依偎在她的身边，那一刻，格罗莉亚知道，曾经的朋友们也都回来了，望着这一切，小小的格罗莉亚开心地笑了。这是她自己亲自制作的第一批机器人，也是少女送给自己的礼物。"
    },
    "ID": 4004,
    "Level": 4,
    "IconPath": ""
  },
  "4005": {
    "TaskGroupID": 405,
    "NameLocMeta": {
      "InKey": "Name_4005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "机器人革命"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "和奥尔加的初次见面"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "机器人应该得到尊重，而不是被仅仅当做奴仆或者随意更换的产品。见识到了机器人所遭遇的一切，为此，格罗莉亚进行了一场民主投票（仅限内部），希望所有人给予机器人友好的对待，结果显而易见，除了大人以外，包含自己在内的所有玩具机器人都同意了格罗莉亚的想法。很快，格罗莉亚便有了大展身手的机会。某次晚饭时，格罗莉亚从父母的口中听说将有一伙武装组织在不久之后袭击工厂，格罗莉亚意识到这是她的机会，只要自己能够率领机器人保护工厂，就会成为大家的救星，或许大家就会意识到机器人的重要性。说做就做，格罗莉亚当即开展了行动，并在极短的时间内打造了一只机器人军团。作为军团的总指挥，格罗莉亚对这只机器人军团寄予厚望。到了武装组织进攻工厂的日子，格罗莉亚率领着军团浩浩荡荡开向了工厂，然而出人意料的是，当格罗莉亚赶到之时，武装组织已经土崩瓦解，硝烟之中，走出一个男人。这人正是奥尔加，当奥尔加离开军队之后，他就用自己的方式清缴各地的武装力量，他辗转于各地，并以极低的酬劳接取任务。毫无疑问的是，奥尔加成为了拯救一切的英雄，受到了大家的拥护与爱戴。而风头被抢的格罗莉亚只能一个人生着闷气。"
    },
    "ID": 4005,
    "Level": 5,
    "IconPath": ""
  },
  "4006": {
    "TaskGroupID": 406,
    "NameLocMeta": {
      "InKey": "Name_4006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "挑战信"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "很多时候，只要坚持自己就可以，不需要得到任何人的认同"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "不久后，受邀在小镇中休养的奥尔加收到了一封特别的挑战书，挑战书用潦草的字体写成：【尊敬的奥尔加先生，或许你很强，可是我们更强。如果你有胆量的话，就和我们堂堂正正的来一次对决吧！】这封既没有名字、也没有时间地点的挑战书被奥尔加当做是小小的恶作剧。然而数天之后，奥尔加却偶遇了格罗莉亚。格罗莉亚气愤地质问奥尔加为什么没有按时约战，奥尔加才明白，原来向自己发布挑战书的，竟只是一个可爱的小女孩。格罗莉亚气红了脸，非要和奥尔加当下就来一决胜负，奥尔加误以为那不过是孩子的小打小闹，这使格罗莉亚感到自己被轻视了。联想到父母长久以来对自己的疏忽，格罗莉亚气愤地指挥小机器人们对奥尔加发起了攻击。奥尔加轻而易举地就躲开了小机器人的攻击，同时也对格罗莉亚的才能刮目相看。在战斗的过程之中，奥尔加不小心将一个机器人损坏，格罗莉亚当即大惊失色，叫停了战斗，并开始对机器人的紧急维修。看着失落的格罗莉亚，奥尔加十分过意不去，他意识到，这个小女孩不仅仅只是把机器当成是机器，而是当成伙伴，于是主动提出帮助格罗莉亚修复机器人。在奥尔加的协助下，小机器人很快便被修复，奥尔加看到了格罗莉亚出色的动手能力，虽然比不上军队中专业的维修师，但如果加以磨炼，一定能够青出于蓝。而格罗莉亚也感受到了奥尔加的尊重，奥尔加并没有轻视自己，也没有轻视小机器人，这是在其他居民，甚至在自己父母身上都不曾体会到的。这一场非正式的决斗，最终以两人的相识相知收尾，结束之后，奥尔加请格罗莉亚吃了饭，格罗莉亚向奥尔加诉说了自己发起挑战的最初想法只是为了在其他人的面前证明自己。奥尔加告诉格罗莉亚，很多时候，只要坚持自己就可以，不需要得到任何人的认同。"
    },
    "ID": 4006,
    "Level": 6,
    "IconPath": ""
  },
  "4007": {
    "TaskGroupID": 407,
    "NameLocMeta": {
      "InKey": "Name_4007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "最佳搭档"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "格罗莉亚发现自己主要工作是看好奥尔加本人"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "不久后，奥尔加即将启程离开小镇，前往附近一处武装组织出没地点维护治安。然而，当奥尔加踏上旅途时，却在半路遇到了风尘仆仆赶来的格罗莉亚。原来，格罗莉亚希望能够和奥尔加一起出发，她也想去做更有意义的事情，去帮助被武装组织欺负的群体。路上，奥尔加想尽了办法劝导格罗莉亚乖乖回家，但总被这个鬼灵精怪的女孩见招拆招。没办法的奥尔加只好带上了格罗莉亚一同前行，这个顽皮的小女孩不仅成为了奥尔加枯燥旅行途中的调味剂，也是他最温暖的后盾。作为同伴，格罗莉亚肩负许多职责，最重要的便是维护与改造奥尔加的护甲与武器。偶尔，他们会陷入困境。然而更多时候，格罗莉亚发现自己主要工作是看好奥尔加本人，防止他因为过分狂热而进一步破坏自己已经在多年战斗中伤痕累累的身体。后来，她意识到仅仅作为修理员是不够的，而协助奥尔加的最好方式，便是与奥尔加并肩作战，为此，格罗莉亚针对战斗的特性改装了一批战斗用的炮台装甲。此举遭到了奥尔加的反对，但炮台装甲总会在各种意想不到的地方出现并帮助奥尔加打赢一场又一场战斗，最终，奥尔加也只能默许格罗莉亚这样做。而他唯一严厉禁止的就是格罗莉亚亲自加入战斗。"
    },
    "ID": 4007,
    "Level": 7,
    "IconPath": ""
  },
  "1001": {
    "TaskGroupID": 101,
    "NameLocMeta": {
      "InKey": "Name_1001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "冒险吧，少女！"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "对于冒险，每个人都有自己的定义"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "对于冒险，每个人都有自己的定义。有人向往诗歌和远方，有人想去一望无垠的海边冲浪。可对于日暮来说，只要戴上她限量版的上载头盔，裹紧毯子，身边备好快乐水和零食，冒险就已经开始了。战场无处不在，在职场中的明争暗斗，在生活中的委曲求全，在爱情里的捉摸难定。大人的世界多无趣？总是充满了利益权衡和对现实的退让。但日暮喜欢的战场，却是另一种样子。坐上魔毯，抽出宝剑，握紧象征着力量和勇气的宝石，去直面虚拟世界里生成的巨大怪兽和黑暗堡垒，这样的世界才足够有意思。地下城的探险多有趣，拐角处藏着装满了黄金的宝箱，神秘的占卜师口中念着模糊不清的咒语，还有每一次战胜强大对手后满载而归的快乐；更别提模拟战场里的冲锋陷阵，炮弹就在头顶呼啸而过的刺激，每一次行动和开枪都需要慎重决定，否则就会被淘汰出局。生活总在别处，谁说虚拟世界里不存在严酷的挑战？"
    },
    "ID": 1001,
    "Level": 1,
    "IconPath": ""
  },
  "1002": {
    "TaskGroupID": 102,
    "NameLocMeta": {
      "InKey": "Name_1002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "游戏人生"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "那么，生活会不会也是一场游戏呢？"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "矩阵的出现，让虚拟世界和现实世界几乎别无二致。人们既可以自由选择成为数字公民生活在帝谷集团开发的矩阵里，也可以选择活在现实中。那么，生活会不会也是一场游戏呢？日暮还记得自己第一次拿到上载头盔的时候，那是她岁的生日礼物。装饰着粉色斑点的设备，即将为她开启一场几乎和现实无异的超级大冒险。在日暮接触到帝谷矩阵的第一年，凭借着卓越的身手和灵敏的头脑，很快，她的名字就出现在了玩家排行榜上，赫赫有名。人们称呼她为天才游戏少女，但她本人却有其他的想法。“可不仅仅是游戏哦！就算是生活里的所有挑战，当然都不在话下。”只有一次的生命，每天小时一去不复回的生活，难道不正是一场一条命通关的游戏挑战吗？某一日，她也曾在日记本中写下如是话语：要是把每一次战斗只当成是玩游戏，是永远无法领略到战斗的精髓的。所谓战斗，就是做好了必胜的决心，无论面临怎样的困难，都要打起精神来，像玩最后一把一样全力以赴。或许，这就是她必胜的秘诀吧。"
    },
    "ID": 1002,
    "Level": 2,
    "IconPath": ""
  },
  "1003": {
    "TaskGroupID": 103,
    "NameLocMeta": {
      "InKey": "Name_1003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "何为失败"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "“我不会放弃，因为，在我的人生里，这是属于我的游戏！”"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "所谓输掉比赛的滋味，日暮再也熟悉不过了。在成为传奇玩家之前，她也曾是一名矩阵里的小白用户。输掉装备一无所有、失去辛辛苦苦积累的积分，更是常有的事。“但那怎么能算得上是失败呢？”在日暮的世界里，从没有失败的字眼。比赛的输赢，不过是又一场战斗技巧以及战略的验证。删去错误的战略模式，增添新的方法技巧，在每一次输赢中反复总结，摸清楚对手所有的套路，直到彻底掌握游戏的规则。那些所谓的失败，不过是为了达成这一目的所要做出的必须的努力罢了。对日暮而言，真正的失败只有一种：那就是放弃。放弃是人最容易选择的方式，面对强大的目标、难对付的对手、规则复杂烧脑的游戏，只要举起白旗，选择退出、躺平，似乎就能暂时解决眼前的困难。但是，然后呢？对手仍然在这里，对手仍然冷眼嘲笑，游戏规则也不会因为有人认输而改变。“当然是爬起来，继续战斗啊。”在某次连续输掉了十几场比赛之后，日暮大声叫道，“我不会放弃，因为，在我的人生里，这是属于我的游戏。”"
    },
    "ID": 1003,
    "Level": 3,
    "IconPath": ""
  },
  "1004": {
    "TaskGroupID": 104,
    "NameLocMeta": {
      "InKey": "Name_1004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "快乐难得"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "想让每个人都无忧无虑，比通关游戏的最高难度要难多了。"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "在感官体验刺激越来越真实、多元丰富的时代，人们可以在虚拟世界里尽情享受一切。美食、冲浪、滑雪、游戏冒险、情感陪伴、虚拟人生凡是人们能想到的一切诉求，都能够在矩阵中满足。闲暇时，日暮总喜欢在不同的矩阵世界里漫步，去挖掘新奇好玩的存在。她时而出现在奇梦仙境的游乐园里体验虚拟人类史上最大的虚拟过山车，时而传送到陌生的异星，坐在高大新奇的外星巨株上，仰头凝望陌生的斑斓星河，直到天际泛白，庞大的利维坦缓慢从头顶飞过。最有意思的莫过于每年帝谷举办的数字藏品大赛，若干价值不菲的稀有数字藏品，会被帝谷举办方藏匿于矩阵的各个角落，第一个收集到所有制定数字藏品的玩家团队，将拿下大奖，成为冠军。想要找到这些藏品绝非易事，不仅仅要对矩阵的每个子域了如指掌，更要有聪慧的头脑和判断力。明明有如此多新奇有趣的体验，快乐却似乎日益难得。每当离开上载设备回到现实世界，报纸上刊登着各处爆发局部战争的新闻；街边，流浪的儿童衣不蔽体，失业人群大声的演讲。看到人们垂头丧气的样子，日暮总会想，为什么快乐那么难呢？或许，想让每个人都无忧无虑，比通关游戏的最高难度，想来要难多了。"
    },
    "ID": 1004,
    "Level": 4,
    "IconPath": ""
  },
  "1005": {
    "TaskGroupID": 105,
    "NameLocMeta": {
      "InKey": "Name_1005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "虚拟美味"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "“真实的吃，真实的喝，真实的爱与欢笑，人总得真实的活着吧？”"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "矩阵的确能满足许多感染上的诉求。更逼真有趣的画面，更新奇的传奇冒险，这些都唾手可得。可仍然有一样，是矩阵里无法满足的——那就是吃！虽然矩阵里也可以模拟出和现实几乎无差距的进食体验，百分百还原食物的香气和味道，让人实现用极低的价格就吃到人间价格高昂的美味。那些虚拟生成的美食，纵使色香味俱全，还不会让人发胖涨肚子，可是塞进嘴里总觉得仍然少了点什么。日暮还是喜欢用真实的味蕾，切身实际的咀嚼食物品尝美味。现实里的水果是好吃的。熟透的苹果散发出清甜好闻的香气，咬起来脆脆的，水水的，口腔会忍不住泛酸，而酸中又带着自然的果甜。现实里的甜点也是好吃的。无论是蓬松的夹心泡芙，亦或是粘稠浓密的布朗尼，轻轻咬下一口，甜点特有的柔软细腻质地，一丝丝在舌尖上融化，每一口都充满了绵腻的口感。现实里的烤肉也是好吃的。有着美丽棕红色外表的鲜嫩肉类，在火焰的炙烤下冒出肉汁，焦糖化的外层为口腔带来了嚼劲和独特的味觉体验。虚拟世界的确可以解构生活的方方面面，然而仍然有许多事物，是不可替代的。“真实的吃，真实的喝，真实的爱与欢笑，人总得真实的活着吧？”"
    },
    "ID": 1005,
    "Level": 5,
    "IconPath": ""
  },
  "1006": {
    "TaskGroupID": 106,
    "NameLocMeta": {
      "InKey": "Name_1006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "面具与自我"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "去成为独一无二的自己吧！"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "帝谷宣传，在矩阵，你可以成为任何人，做任何事。成为任何人还有一个潜台词：你不必是真实的你自己。总会有会对真实的自我并不满意。毕竟，在虚拟世界里，有太多更夸张、更个性、更完美的造型可以选择。似乎人们都更习惯躲藏在非真实的面容之下，扮演着另一个更理想化的自我。因此，当人们发现，矩阵里的日暮几乎和现实中的日暮别无二致时，不由得发出了好奇的疑问。刚进入矩阵的第一年，日暮试着换过很多造型。神秘的女妖、高贵的精灵、可爱的猫娘，甚至还有非人形生物。在替换了无数套外壳和皮肤之后，日暮最终还是选择做回了真实的自己。“说真的，那些皮肤让我简直挑花了眼！今天我可以是红色的皮肤，明天还可以是暗夜精灵，但是，好像那些都不是我。”对于这样的言论，日暮的哥哥塔罗斯也好奇过，“好吧，我以为你们这个年纪的女孩，都希望变得更完美。”“更完美当然没错啦，但是，虽然我脸上长着几颗小雀斑，还戴眼镜，个头也不高挑，又没有超模般的身材，可是，正是这些真实的细节构成了真实的我呀，那可都是我独一无二的标志！”“独一无二，这倒是我没有想到的。”“当然啦，我可不想要什么千篇一律的皮肤。我就是日暮，日暮就是我，独一无二，嘿嘿！”"
    },
    "ID": 1006,
    "Level": 6,
    "IconPath": ""
  },
  "1007": {
    "TaskGroupID": 107,
    "NameLocMeta": {
      "InKey": "Name_1007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "热寂公会"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "当然，也没人知道，热寂的创始人正是日暮。"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "没有人不曾听说过热寂。作为矩阵内排行榜里最有名的游戏公会，无数玩家渴望获得热寂抛出来的橄榄枝。毕竟，加入热寂，就有机会亲自接触以往只在排行榜上见过的无数传奇玩家。当然，也没人知道，热寂的创始人正是日暮。虽然她小心翼翼把这个秘密藏了起来，但是在传奇玩家的圈子里，这早已不是秘密：作为矩阵内最出名的游戏天才少女，一手创办了排行榜第一的游戏公会，怎么看都是一件顺理成章的事。但只有塔罗斯知道，日暮最头疼的就是公会打理了。要维系这么多公会成员，发布公告、组织活动、分配资源，琐碎的事情似乎永无止境。为了成为一名甩手掌柜，在公会小有规模后，日暮就悄咪咪的把会长让给了塔罗斯，并美其名曰这是妹妹对哥哥的礼让。面对妹妹的请求，当哥哥的只好接下了这份“重担”。好在塔罗斯沉稳的性格和作风，让公会有条不紊的运转了起来。对于此，日暮只有一句话好讲：“谁让你是我哥呢。”"
    },
    "ID": 1007,
    "Level": 7,
    "IconPath": ""
  },
  "1008": {
    "TaskGroupID": 108,
    "NameLocMeta": {
      "InKey": "Name_1008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "遗忘的心愿"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_1008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "“哥哥，好想再见到你——”"
    },
    "HeroID": 1000,
    "DescLocMeta": {
      "InKey": "Desc_1008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "病毒入侵事件爆发之后，日暮发现自己被病毒带到了一片虚无之地。她曾无数次试图联系中央站台的艾安或者塔罗斯，然而，所有的沟通方式似乎都被切断了。每天陪伴她的，只有无边无际的黑暗，以及在黑暗中涌动孕育的病毒本身。无数次她倍感痛苦和空虚，和哥哥相处的点点滴滴，以及在矩阵时经历过的快乐时光，成了她坚持下来的动力。要是能再见到哥哥就好了那时想对哥哥说什么呢？得告诉他，烤箱里烤焦的面包是她做的，洗衣机里缩水的毛衣是她放的，冰箱里的甜点是她偷吃的。也得告诉他，谢谢哥哥一直陪伴着自己，陪自己在矩阵里冒险和胡闹。她还记得无数次在战场上只剩下丝血，是哥哥的盾保护了自己，再次给了自己一次站起来继续战斗的机会；也记得和哥哥一起漫游在异星空旷的原野上，迎着风大声喊着内心的心愿。可当时喊出口的心愿究竟是什么呢？她已经有些忘记了。“哥哥，好想再见到你——”"
    },
    "ID": 1008,
    "Level": 8,
    "IconPath": ""
  },
  "2001": {
    "TaskGroupID": 201,
    "NameLocMeta": {
      "InKey": "Name_2001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "归栖迷梦"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "“你要不就没去过归栖，要不就会去无数次。”"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "归栖，灵魂的栖息地。如果要提到绘世街，免不了谈到归栖。关于归栖有数不胜数的故事，不过一句谚语总结得好：“你要不就没去过归栖酒吧，要不就会去无数次。”归栖坐落在绘世街内最热闹的不夜巷中，作为环都下层首屈一指的酒吧，这里的音响播放着全环都最时兴的摇滚，这里的灯光氛围恰到好处，这里的客人既有寻欢作乐者，也有失意旅人，而无论是哪一种人，总能在这里找到归属。据传归栖酒吧的所有权在神秘的叶琳娜手中，但奇怪的是，叶琳娜本人很少露面，而在她寥寥无几的出场次数当中，也鲜少有人能够记住她的面容。"
    },
    "ID": 2001,
    "Level": 1,
    "IconPath": ""
  },
  "2002": {
    "TaskGroupID": 202,
    "NameLocMeta": {
      "InKey": "Name_2002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "黑夜玫瑰"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "干杯，敬生者"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "不知从何时起，归栖内出现了许多来历不明的人，尽管是酩酊大醉的醉汉也能看出他们与这里格格不入，但就算是最聪明的人也无法探查到他们的来历。或许归栖从一开始就没有如此纯粹，但是，谁关心呢？在这个复杂的世道，还是一醉方休吧，干杯，敬生者。或许会有人好奇起归栖背后的主人叶琳娜的来历，毕竟，她太神秘，就像一朵只生长在黑夜中的玫瑰。曾有胆大的家伙来归栖惹事，想要一睹老板娘的真实面容，却被老老实实教训了一顿。“当心点，要知道叶琳娜可不仅仅只是归栖的老板，她还有另外一层身份——应龙的安全顾问，环都创始人西泽的挚友。”那天，惹事的小毛头选择了下线，再也没有回过环都。"
    },
    "ID": 2002,
    "Level": 2,
    "IconPath": ""
  },
  "2003": {
    "TaskGroupID": 203,
    "NameLocMeta": {
      "InKey": "Name_2003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "心之柔软"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "冷酷的外表下，是柔软的内心"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "想了解叶琳娜并不难，你可以选择成为她的挚友，或者她的对手。但几乎没有人愿意和叶琳娜结仇：人们太熟悉她了，她是黑夜中穿行的魅影，刀光出鞘，无往不胜。据悉，叶琳娜创建归栖可并不仅仅只是为了享乐，这背后，和她在现实世界的一段经历有关。叶琳娜是个不爱回忆的人，她很少谈起自己的过往，然而她身边的人都知道，无论叶琳娜看起来多么冷酷、果断、独立，她的心却比谁都柔软。大多数时候叶琳娜都会造访一处坐落于贫民窟的孤儿院，而她特工生涯中的大部分收入，也都被用于此处。她教会了这里的孩子如何战斗、如何在危险的境地下保护自己，也教会了这些孩子什么是勇气、自信以及永不倒下的决心。在叶琳娜来到环都后，归栖也随之出现，并成为了收留无家可归之人和弱者的避风港。这些人称呼归栖为灵魂的休憩之地，因他们曾亲眼见过叶琳娜的心之柔软。"
    },
    "ID": 2003,
    "Level": 3,
    "IconPath": ""
  },
  "2004": {
    "TaskGroupID": 204,
    "NameLocMeta": {
      "InKey": "Name_2004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "漫长季节"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "贫民窟里绽放的坚强花朵"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "出身贫民窟的叶琳娜从小就知道贫穷是何等滋味。寒冷的天气里衣不蔽体，饿了三天的肚子仅能用半块面包慰藉，是她印象最深的童年记忆。至于和父母一起被城市的安保人员驱逐，像流浪的蒲公英一样漫无目的的在城市之间漂泊，更是常有的事。生活总有许多苦处，好在和父母共度的温情时刻，支撑着她的内心。叶琳娜的父母对她期望十分简单，捡捡垃圾、或是干各种零活，只要能活下去，比什么都强。一次偶然的机会，叶琳娜接触到了混迹于家附近一带的帮派。彼时，世界动荡，四处都在爆发小型战争，在联盟的监管下，帮派运输武器的行动被抓个正着，而恰巧路过的叶琳娜却成为了帮派成员的救星。那时的叶琳娜只不过是个年幼的女孩，她出色的帮助帮派成员完成了运输武器的任务，得到了人生中第一笔真正意义上的酬金。拿到酬金的那个晚上，叶琳娜第一次尝到了吃饱饭的滋味。"
    },
    "ID": 2004,
    "Level": 4,
    "IconPath": ""
  },
  "2005": {
    "TaskGroupID": 205,
    "NameLocMeta": {
      "InKey": "Name_2005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "黑色与白色"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "行走在黑与白之间"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "世界有很多事处于黑白之间，当时的叶琳娜太年幼，她能做的，就是利用自己的聪慧，尽可能在这个残酷世界上活下去。不久后，叶琳娜得到了帮派的器重，面对与贫民窟截然不同的世界，她却陷入了迷茫。叶琳娜见过了太多的贫穷、饥饿以及黑暗，她意识到自己也许可以做点什么，来改变当下的不公。在得到帮会伸出来的橄榄枝后，没有太多犹豫，叶琳娜成为了帮派年纪最小、同时也是最具天赋的成员在帮会的岁月里，叶琳娜发现了自己的长处，处事果断的性格和卓越的战斗天赋让她在帮派之中如鱼得水，仅用五年时间就获得了老大的信任并被提拔为帮会上层。然而，叶琳娜始终没有忘记自己的初心，她太有原则，对弱者充满了同情，这些点都让她饱受帮会内部的质疑。"
    },
    "ID": 2005,
    "Level": 5,
    "IconPath": ""
  },
  "2006": {
    "TaskGroupID": 206,
    "NameLocMeta": {
      "InKey": "Name_2006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "帮派风云"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "利益之地常孕育着阴谋本身"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "在某一转折时刻，帮派之首因一场突如其来的意外去世，而叶琳娜则意识到自己的时代即将降临。凭借她聪明绝顶的智慧和雷霆般的手段，叶琳娜整合了四分五裂的派系，成为新一任帮派女王。在叶琳娜执掌帮派期间，帮派不仅吞并了附近各大大小小的势力，还为这些帮会带来了新的秩序。当时，加入帮派的多是社会底层的人员，他们切身经历过生活的残酷。叶琳娜怀揣改变世界不公的信念，给帮派成员设定了严苛的规矩。而她以较少的流血冲突和更多的利益收入为行事风格，使她在帮派底层成员中声望急速攀升。有利益的地方，就会有阴谋。叶琳娜的成功背后，觊觎着部分二号人物的不满。叶丽娜并不知晓，她马上就要遭遇一场即将身败名裂的阴谋。"
    },
    "ID": 2006,
    "Level": 6,
    "IconPath": ""
  },
  "2007": {
    "TaskGroupID": 207,
    "NameLocMeta": {
      "InKey": "Name_2007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "再度出发"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "离开帮派，成为联盟政府特别行动组织的一员"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2007",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "某次事件中，叶琳娜与亲信遭到了联盟政府警局的强制逮捕，叶琳娜很快便意识到自己被出卖了。原来，帮派中的二号人物早已经打点好了警局上下，打算在监狱中悄无声息解决掉叶琳娜，但他们的如意算盘却落了空。事实上，叶琳娜令人叹为观止且足智多谋的作风早已让她受到了联盟特别组织的关注，而在针对她的调查中，还发现叶琳娜暗中将帮会的收入用来资助边境的贫困地区和弱势群体。在入狱后不久，便接走了叶琳娜，并给了她两个选择：一、加入，二、被秘密处决。叶琳娜别无选择，无论是为了活命，还是复仇，她都选择了前者。出狱后，叶琳娜以能接受的最低限度的方式报复了曾经出卖自己的帮会成员。加入后，叶琳娜逐渐意识到这才是自己年少时的初衷：扫除世界上的不公，弥补过去犯下的过错，从而改变这个世界。"
    },
    "ID": 2007,
    "Level": 7,
    "IconPath": ""
  },
  "2008": {
    "TaskGroupID": 208,
    "NameLocMeta": {
      "InKey": "Name_2008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "上载环都"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_2008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "作为特别安全顾问，叶琳娜正式上载环都"
    },
    "HeroID": 1010,
    "DescLocMeta": {
      "InKey": "Desc_2008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "年，源世界项目正式上线，并在全世界范围内掀起了虚拟数字化身的热潮。而环都世界作为首批放出的星球之一，吸引了大量用户入驻。西泽作为环都世界的创始人之一，始终对于帝谷集团强权垄断的行为有所不满，在环都上线之后，上下层的资源不均时隐时现，虽然每次都被西泽发现并修正，但是潜在的隐患仍然让西泽焦头烂额。与此同时，联盟政府找到西泽，希望可以在环都中有联盟政府人员进行监管。西泽认为这是反制帝谷集团的绝佳机会，为此西泽在联盟政府的的安排下，与特工叶琳娜开始接触，并最终由叶琳娜担任应龙公司的安全顾问。叶琳娜并不知道，她即将和西泽结下一段深刻的友谊，而环都背后的风云诡谲，远超她的想象。"
    },
    "ID": 2008,
    "Level": 8,
    "IconPath": ""
  },
  "3001": {
    "TaskGroupID": 301,
    "NameLocMeta": {
      "InKey": "Name_3001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "苏醒"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "你总会找到自己的路"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3001",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "「你从混沌之中苏醒，睁开眼睛，所见的是黯淡幽深的夜色。」「但终有一日，你的光芒将胜过万千繁星，为世间带去耀眼的光芒。」不同于寻常的青年，塔罗斯对自己的童年只有一片朦朦胧胧的记忆。在一片灰暗的空间中，总有一个声音隐隐约约地指引着自己。塔罗斯对此感到不安，却也无能为力。只能被动地抵御着那个声音的侵扰。“这个世界便是如此纷乱的吗？”塔罗斯无法回答自己的问题，也无法从他人处寻求答案。这个心声便长久地铭刻在塔罗斯的脑海深处。直至日暮的到来。"
    },
    "ID": 3001,
    "Level": 1,
    "IconPath": ""
  },
  "3002": {
    "TaskGroupID": 302,
    "NameLocMeta": {
      "InKey": "Name_3002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "心声"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "只要有日暮在，自己就不会是孤身一人"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3002",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "粉色头发、总是洋溢着笑容的脸、开朗的笑声。自从第一次看到日暮，塔罗斯便感受到了前所未有的平静。或许日暮正是上天赐予塔罗斯的引导者。自从有了这个调皮活泼的妹妹，塔罗斯脑海中的声音便逐渐模糊，直至最终消失。作为自己的血亲，塔罗斯与日暮比其他任何兄妹都更加心有灵犀。日暮仿佛可以听到塔罗斯的心声，并不断以自己的方式安抚着他。“只要有日暮在，自己就不会是孤身一人。”这是塔罗斯的心声，自从日暮到来后仅存的心声。"
    },
    "ID": 3002,
    "Level": 2,
    "IconPath": ""
  },
  "3003": {
    "TaskGroupID": 303,
    "NameLocMeta": {
      "InKey": "Name_3003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "沉默寡言"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "她就是我的代言人"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3003",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "相较于日暮的开朗，塔罗斯则显得更为内敛。沉默寡言——这是外界对于塔罗斯的第一印象。被日暮抢走了所有风头——这是外界在评价塔罗斯与日暮时的普遍观点。青春靓丽的日暮往往吸引了所有人的注意力，何况日暮活泼可爱的性格受到了大家的一致好评。偶尔也会有些评价夸赞塔罗斯在看似木讷的外貌下深藏了一柄锋利的灵魂之刃，但结合二人的成长轨迹来看，这些传闻也渐渐被人遗忘。然而在有关日暮抢走自己所有风头这件事上，塔罗斯却有自己的想法。“你说那些让人不知所措的问题？那些让人冷汗直冒的夸赞？在聚光灯下接受众人的注视？这真是太、可、怕、了。”事实上，塔罗斯本就是不善言辞的类型，而日暮作为一个和自己心意相通的好妹妹，每次都会主动帮助自己分担那些不必要的麻烦。如今日暮不仅是自己的引导者，更是自己代言人。这一切都让塔罗斯感受到无比的安心。"
    },
    "ID": 3003,
    "Level": 3,
    "IconPath": ""
  },
  "3004": {
    "TaskGroupID": 304,
    "NameLocMeta": {
      "InKey": "Name_3004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "归属"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "矩阵仿佛才是自己真正的家园"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3004",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "二零六零年，由帝谷集团打造的虚拟现实宇宙产品——矩阵正式上线运营。作为首屈一指的高科技产品，矩阵的热潮很快便席卷了全球。塔罗斯与日暮自然也加入到了汹涌的玩家群体之中，并很快在玩家群体中崭露头角。无论是紧张刺激的夺宝游戏，还是悬念丛生的异星狩猎，又或是纷乱迷离的赛博都市、梦幻纯真的奇梦仙境。这对兄妹搭档全都得心应手。“实在是太简单了？就没有点更难的吗？”再又一次以完美记录通关（同时也刷新了矩阵的名人堂记录）后，日暮终于忍不住发出了抱怨。然而塔罗斯却陷入了深深的疑虑。这一切，实在是太熟悉了。没错，自从来到矩阵之后，塔罗斯就不止一次生出了这样的感受。并不是矩阵内多种多样的虚拟世界，而是这个由代码构成的虚拟世界本身。矩阵仿佛才是自己真正的家园，明明自己只是第一次进入虚拟世界，却好像自己从来都属于这里。每次经由矩阵返回现实世界之后，塔罗斯总会感受到陌生感。仿佛自己从来都不属于人类社会，而是属于矩阵。这样的想法让塔罗斯感受到了恐惧与无所适从。好在他的身边还有日暮，听着日暮的安慰，塔罗斯也逐渐平静下来。“是啊，一切都是我在胡思乱想罢了。”"
    },
    "ID": 3004,
    "Level": 4,
    "IconPath": ""
  },
  "3005": {
    "TaskGroupID": 305,
    "NameLocMeta": {
      "InKey": "Name_3005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "全能玩家"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "塔罗斯的灵魂之刃正在某个不为人知的角落，静静地等待出鞘"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3005",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "在矩阵中，塔罗斯充分地展示了自己非凡的才能。在一众追求极限输出、最快竞速的玩家中，塔罗斯毫无疑问是一股清流。每当有人在前方冲锋陷阵时，塔罗斯总会在后方提供高额的护盾，也正是在塔罗斯的支援下，其他人才能够肆无忌惮的输出。“将背后交给塔罗斯吧！”每个和塔罗斯合作过的玩家总会放心的给出这份评语。也正是在塔罗斯的保护下，他和日暮的黄金组合才能在矩阵中屡屡创造佳绩。最令人称奇的是，塔罗斯并不是什么专精玩家，而是全能玩家。在众玩家人人眼红的输出榜单之中，塔罗斯榜上有名。在无人问津的护盾排行榜单上，塔罗斯名列前茅。在最佳组合的榜单中，塔罗斯与日暮未逢敌手。或许，曾经的传言正在一步步变为现实。“塔罗斯的灵魂之刃正在某个不为人知的角落，静静地等待出鞘。”"
    },
    "ID": 3005,
    "Level": 5,
    "IconPath": ""
  },
  "3006": {
    "TaskGroupID": 306,
    "NameLocMeta": {
      "InKey": "Name_3006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "初入矩阵"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_3006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "没准我们两个也能成为矩阵的传奇玩家"
    },
    "HeroID": 1020,
    "DescLocMeta": {
      "InKey": "Desc_3006",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "塔罗斯至今仍然记得初次与日暮来到矩阵时的情景。彼时的两人作为小白用户，只能艳羡着其他玩家的强大。“没准我们两个也能成为矩阵的传奇玩家！”日暮的一句玩笑话，却让塔罗斯看到了深深镌刻在心。二人一路摸爬滚打，才勉强能够跟上其他玩家的脚步。在某次连败过后，日暮一次又一次地复盘，在深夜推演对手的战术。塔罗斯深知日暮的性格，她并不是因为装备不好、失去积分而不满足，而是因为二人远远没有到达自己的极限。既然作为黄金搭档，那么这些就不是日暮该独自承担的事情。“从此以后，我就是你最坚强的后盾。”"
    },
    "ID": 3006,
    "Level": 6,
    "IconPath": ""
  },
  "4008": {
    "TaskGroupID": 408,
    "NameLocMeta": {
      "InKey": "Name_4008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "明星治安官"
    },
    "SimpleDescLocMeta": {
      "InKey": "SimpleDesc_4008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "正是在这一天，格罗莉亚明白了一生不会忘记的道理：去做正确的事，去坚持自己"
    },
    "HeroID": 1040,
    "DescLocMeta": {
      "InKey": "Desc_4008",
      "InNamespace": "hero_TBProfyTask",
      "InTextLiteral": "镇压了武装组织之后，奥尔加赫然成为了小镇的明星治安官。他救下了无数遭受武装组织欺压的平民，让他们免遭遇洗劫。似乎只要有奥尔加在，那些流窜的恶徒和非法武装人员便不敢轻易靠近。在被小镇镇长授予荣誉称号的那一天，奥尔加站在授勋台上，面对着热烈鼓掌的整个小镇镇民，却意外的摘下了自己脖子上的勋章。奥尔加对所有人宣称，这枚勋章其实更应该另属他人。就在所有人猜测究竟谁会比奥尔加更值得佩戴勋章时，只见他大步走下领奖台，来到了格罗莉亚面前，郑重的将勋章佩戴到了她的脖子上。而这一刻，人们也终于明白了。原来，格罗莉亚不仅仅只是一个聪明又在捣鼓奇怪机器的恶作剧小能手，她一直想要保护小镇，并付出了许多的努力。格罗莉亚的父母也在那一刻起，明白了自己女儿的追求。他们曾无数次不理解，为什么自己的不能不可以像其他女孩子一样淑女、乖巧。每个人都有自己的性格和生活方式，每个人也都有自己的梦想和追求。格罗莉亚激动的近乎晕厥了过去，她永远忘不了这天，被奥尔加高高举在头顶，人们欢呼着，大叫着，而她的机器人小伙伴们也被架了起来。正是在这一天，格罗莉亚明白了一生不会忘记的道理：去做正确的事，去坚持自己。"
    },
    "ID": 4008,
    "Level": 8,
    "IconPath": ""
  }
}